import React from "react";

const Rule = () => {
  return (
    <div>
      <h2>おぼんこぼんだよー</h2>
      <p>
        大阪福島商業高校（現・履正社高校）の同級生。1965年にコンビを結成し、学生漫才としてデビュー[1]当時、吉本興業のうめだ花月などに出演。上京後、鈴本演芸場や浅草演芸ホール等で活躍。1970年から1980年にかけて赤坂コルドンブルー、日劇ミュージックホール公演などに出演した。当時の若手芸人としては珍しく師匠につかず、自らの手によって芸を磨いた。
        1980年に日本テレビ『お笑いスター誕生!!』で10週連続勝ち抜きグランプリを受賞[1]。それを機に赤坂コルドンブルーを引退。自分達の後釜として、当時『お笑いスター誕生!!』に挑戦中だった貴明＆憲武（後のとんねるず）にコルドンブルーへの出演を勧め、それに従ったものの貴明＆憲武は半年足らずでクビになってしまう。「漫才ブーム」時には『花王名人劇場』（関西テレビ）等に出演。ブーム後も演芸番組等に長く出演した。
        近年は、テレビの演芸番組や漫才協会の定席である浅草東洋館を中心とした演芸場等に出演している。なお、落語協会・落語芸術協会に所属していないため、いわゆる東京の寄席（鈴本演芸場・新宿末廣亭・浅草演芸ホール・池袋演芸場）の定席に基本的に上がることはできない。
        『笑点』の演芸コーナーの常連であるが、こぼんが語るところによると、ある時、収録された漫才について視聴者からクレームが入り、そのあと5年間、同番組に出演できなくなったという[1]。また、おぼん曰く「昔は収録の前に、ディレクターさんにネタ見せをして、アドバイス通りに直さなければいけなかった。そのときは僕らも若くて生意気だったから、ネタ見せと全然違うネタを本番でやっちゃった（笑）。当然めちゃくちゃ怒られたけど、いい思い出ですね」と語る[1]。
        2000年、それぞれの娘が「くれよん」を名乗るお笑いコンビを結成。『笑点』では親子漫才を披露したが、こぼんの娘・いづみが女優・タレントを目指す事で2002年にコンビ解散。おぼんの娘・ちひろは、2004年に妹・まいが高校を卒業すると同時に姉妹漫才コンビ「りぼん」を結成し、浅草東洋館などで活動していたが、結婚のため2008年末に解散した。いづみは2009年現在、歌手として活動（活動名義・泉水いづみ）している。また、おぼんの妻と江藤潤の妻とは同級生だった（今治の謎100より）。
        正式に漫才協会としての真打ちにはなっていないが主任（トリ）を務めることも多く、弟子を取っている。また、おぼん・こぼん共に漫才協会の理事に就いたこともあり、事実上、真打ちと同格の待遇と見做されている（本来は真打ちに昇進していなければ弟子を取ることは許されない。同様の例として内海桂子なども挙げられる。漫才協会#真打ち制度も参照）。
        芸歴・スキルとも大御所の域に達した近年も、若手に伍してオーディション・コンクールへも参加している。2010年にはキングオブコントに参戦している（3回戦進出）。
      </p>
      <h2>芸風</h2>
      <p>
        漫才が中心だが、『お笑いスター誕生!!』では全てコントで挑戦した。タップダンスや人間楽器等を漫才に取り入れることもある。他にジャズナンバー、ものまねなども披露した。
        ネタはおぼんが作っている。基本的にはこぼんがツッコミでおぼんがボケだが、途中で入れ替わることも多い。
        定番のネタとして、お椀と茶碗を持ち、交互にかざしながら「聖者の行進」のメロディで「お椀出せ～、茶碗出せ～」と歌うものがある。
      </p>
    </div>
  );
};

export default Rule;
